"Video Codec:" = "Video Codec:";
"Video Quality:" = "Video Quality:";
"Half frame rate (faster)" = "Half frame rate (faster)";
"Stretch to aspect ratio" = "Stretch to aspect ratio";
"Record to RAM" = "Record to RAM";
"Info…" = "Info…";
